[
  {
    "title": "The Importance of Energy Efficiency in Fighting Climate Change",
    "content": "Introduction<br>There are multiple ways of reducing one's carbon footprint, but energy efficiency is not the one we normally talk about. Perhaps, it is not as fun as buying a Tesla or putting solar panels on the roof. In a world where we like to flaunt our allegiance and show our actions, being energy efficient is like being a silent hero, working for one's own sake, and for the planet's.<br>Source Of Global Warming<br>Let’s start with some numbers.<br><br>25% of all emissions come from the electricity sector and 6% from direct energy generation in buildings (Image by Jonathan Foley). It is no surprise that the electricity sector is the largest contributor of greenhouse gases on the planet. The burning of coal, natural gas, or oil for power and heat generates carbon dioxide (CO2) and methane (CH4), among other gases in smaller concentrations. CO2 with its atmospheric concentration of more than 80%, is the biggest contributor to global warming. In this article, let’s just focus on CO2.<br>Fossil Fuels and CO2 Emissions<br>Fossil fuels make up about 2/3rd of the energy mix and ~100% of the CO2 emissions (Chart by the author; 2019 generation and emission data from EIA). A kWh is a standard unit used to measure energy. Since energy is power multiplied by time, whether you use 1kW power in 1 hour or 100 watts in 10 hours, your total energy consumption will be 1 kWh. Every gram of fossil fuel burnt to produce energy emits CO2 which is about ~2 pounds/kWh when using coal and ~1 pound/kWh when using natural gas.<br>CO2 Emissions from Households<br>That means, each time you let a 100W bulb run for 10 hours, two out of three times at least a pound of CO2 gas cloud is released in the air.<br><br>The average daily consumption of an American house is 30kWh. If 23% of this comes from coal and 39% comes from natural gas, then that’s 25 pounds of CO2 cloud released per household per day. Now multiply that by the number of homes in USA — 128 million.<br>The Impact of Energy Consumption<br>Imagine that for every unit of energy your house consumes, you emit a black cloud of CO2 which will stay over your house forever.<br><br>But surely you can imagine a black cloud above your house every day weighing about 25 pounds? And imagine that cloud getting bigger each day and reaching up to 9000 pounds in a year? CO2 also has a long life, so this large black cloud will stay over your house for your whole life. And since gas occupies a very large space, I guarantee you this looks ugly.<br><br>Then imagine the same thing on every neighbor’s house?<br>What is Energy Efficiency?<br>Energy efficiency means using less energy for the same task. Simple.<br><br>The goal is to use less energy to light up the home, heat up the water in the water heater, or wash clothes.<br>Energy Consumption in an American Household<br>Compared to a country like India, an American house uses ~10x energy every day. So, CO2 emissions due to total American homes, with almost 1/4th the population, are still a lot larger than Indian homes.<br>Lifestyle Changes to Become Energy Efficient<br>Some lifestyle changes are easy to make, and go a long way in reducing the amount of CO2 associated with them. For example —<br>1. HVAC<br>A typical 3.5 kW central unit, even with the most efficient model, can consume up to 28 kWh in a day if you use it 24 hours. That’s ~28–56 pounds of black CO2 gas above your house each day.<br><br>Switching your HVAC off when you go out is the least intrusive way of reducing the impact. If possible, also try to keep temperatures close to 78°F and 65°F during summer and winter to reduce energy consumption.<br>2. Laundry<br>A typical 1 hour run of the washer and dryer can use anywhere between 2–6 kWh of energy. That's ~2–12 pounds of black CO2 cloud above your house each time you do laundry.<br><br>Assuming 6–8 loads of laundry for a typical family in a month, even if you do just 1 less run each month, that’s a 10–20% decrease in your related CO2 emission.<br>3. Lights<br>This can vary a lot by the type of bulb used. If you have ten 100 W incandescent bulbs in the house that stay on for ~8 hours each day, that’s 8kWh or ~8–16 pounds of CO2 emitted each day. However, if you replace that with ten 15W LEDs that stay on for ~8 hours each day, that’s 1.2 kWh or ~1–2 pounds of CO2 emitted each day.<br><br>Replacing regular house lights with LEDs can bring down related CO2 emissions by ~80%.<br>Benefits of Energy Efficiency<br>Energy efficiency does not get the credit and popularity it deserves, but at an individual level, it is one of the most impactful things we can do to immediately bring down CO2 levels. If the recent lockdown is any indicator where everyone is forced to use less energy — no emissions due to power use in commercial buildings, little EV charging, etc. — then it is clear what a collective impact of curtailing our excessive habits can do. And collective is key here.<br>The Coronavirus Lockdown and CO2 Emissions<br>Coronavirus lockdown cut global CO2 emissions by 17%.<br><br>We can’t control how our utilities procure or produce electricity, as that needs a significant regulatory push and the right intention. But we can reduce the amount we consume. This will reduce the amount of electricity that is produced and the related CO2 emissions.<br>Saving Energy and CO2 Emissions<br>To put the numbers in perspective, in 2018 the 52 largest US utilities ran a program to promote energy efficiency among consumers and saved a total of 20 TWh of energy, which is ~0.5% of total American annual consumption. Even though it means that on average each customer lowered the consumption by only ~0.5%, that's a lot of CO2 emissions saved.<br><br>When people lowered their consumption by just ~1% on average, the US saved 20 TWh of energy in 2018 and helped avoid at least 1.3 billion pounds of CO2 emissions. This is equivalent to the amount of energy the entire state of Hawaii would use in 2 years.<br>Conclusion<br>I am sure we can do a lot better.",
    "subcategory": "forest"
  },
  {
    "title": "Why Energy Efficiency Is A Big Deal",
    "content": "Introduction<br>This less glamorous form of saving the planet is a low hanging fruit and is an activity where everyone can, and should, contribute.<br>Source Of Global Warming<br>Let’s start with some numbers. 25% of all emissions come from the electricity sector and 6% from direct energy generation in buildings.<br>Fossil Fuels and CO2 Emissions<br>Fossil fuels make up about 2/3rd of the energy mix and ~100% of the CO2 emissions.<br>CO2 Emissions from Energy Consumption<br>A kWh is a standard unit used to measure energy. Since energy is power multiplied by time, whether you use 1kW power in 1 hour or 100 watts in 10 hours, your total energy consumption will be 1 kWh. Every gram of fossil fuel burnt to produce energy emits CO2 which is about ~2 pounds/kWh when using coal and ~1 pound/kWh when using natural gas.<br>Impact of Household Energy Consumption<br>That means, each time you let a 100W bulb run for 10 hours, two out of three times at least a pound of CO2 gas cloud is released in the air. The average daily consumption of an American house is 30kWh. If 23% of this comes from coal and 39% comes from natural gas, then that’s 25 pounds of CO2 cloud released per household per day.<br>What is Energy Efficiency?<br>Energy efficiency means using less energy for the same task. The goal is to use less energy to light up the home, heat up the water in the water heater, or wash clothes.<br>Energy Use Comparison<br>Compared to a country like India, an American house uses ~10x energy every day. So, CO2 emissions due to total American homes, with almost 1/4th the population, are still a lot larger than Indian homes.<br>Lifestyle Changes for Energy Efficiency<br>Some lifestyle changes are easy to make, and go a long way in reducing the amount of CO2 associated with them. For example: 1.) HVAC – A typical 3.5 kW central unit, even with the most efficient model, can consume up to 28 kWh in a day if you use it 24 hours. That’s ~28–56 pounds of black CO2 gas above your house each day. 2.) Laundry – A typical 1 hour run of the washer and dryer can use anywhere between 2–6 kWh of energy. That’s ~2–12 pounds of black CO2 cloud above your house each time you do laundry.",
    "subcategory": "energy"
  },
  {
    "title": "14 Most Vital Benefits of Energy Conservation",
    "content": "Introduction<br>Despite all the global warming, air pollution, and enormous electricity bills, we still need to educate people and provide them with energy conservation tips. Life is funny, isn’t it?<br>Greenhouse Gas Emissions<br>Approximately 50 billion tons of greenhouse gases are emitted every year. You would be surprised to hear that 4 to 7 million deaths occur due to air pollution each year. All this could be prevented just by making the transition to renewable energy.<br>Pandemic Impact on Energy Consumption<br>Energy consumption decreased 4% worldwide during the pandemic, but we have returned to our old ways in the past few months. Sadly, 84% of the world’s energy needs are met by fossil fuels.<br>Beyond Financial and Environmental Aspects<br>We need to understand that apart from the financial and environmental aspects, cutting down on energy usage, using them judiciously, and implementing renewable energy programs can potentially result in mental and physical health improvements.<br>Global Awareness of Energy Conservation<br>There is a growing awareness among people worldwide about energy conservation, but many don’t understand its significance. When more and more people understand the gravity of the situation and implement energy-saving measures, it will bring about substantial changes.<br>Advantages of Energy Conservation<br>1. Prevents Depletion of Fossil Fuels<br>Humans are heavily dependent on fossil fuels for meeting energy needs, and at this rate, we will run out of fossil fuels by 2060. To prevent this from happening, we need to take some urgent measures. The availability of crude oil and fossil fuels is far less than discovering new resources, which means we will see them exhaust one day.<br>2. Reduced Electricity Bills<br>Everyone talks about saving energy, but what are the ways to save energy? With a few simple steps, you can save energy. Some of them are listed below: adjusting your daily behavior, replacing light bulbs, switching to smart power strips, installing a programmable thermostat, using energy-efficient appliances, reducing heating and cooling, opting for energy-efficient windows, upgrading HVAC systems, fixing electrical issues, turning off lights and appliances when not in use, using low-flow showerheads, and installing solar panels.<br>3. Increased ROI<br>Every 112 hours, 37 zeta joules of the Sun’s energy reach Earth, which is almost equivalent to the combined energy of natural gas, oil, and coal reserves. Investing in energy-efficient appliances or technologies will recover initial investments in a few years while enjoying long-term savings.<br>4. Boost in Property Value<br>Energy-efficient homes have considerable demand in the real estate market. An energy-efficient home will command a higher price in the market, and homes with green certifications enjoy a higher selling price than non-energy-efficient homes.<br>5. The Refined Quality of Life<br>By implementing energy-efficient measures, your home will be warmer during winters and cooler during summers. These smart measures reduce the chances of illnesses, mold growth, and indoor pollutants, especially in high radon emission areas.<br>6. Environmental Conservation<br>With energy-efficient homes, we can reduce our carbon footprint significantly. Households consume 29% of the world’s energy and contribute to 21% of the carbon dioxide emissions. By adopting energy-efficient measures, households can reduce energy consumption and carbon footprint by 25 to 30 percent.<br>7. Continuous Return on Energy-Efficient Investments<br>Even the smallest of energy-efficient measures will yield financial benefits over time. Major upgrades like roof replacements, attic insulation, HVAC system overhauls, or smart lighting can help you save thousands of dollars.<br>8. Shield Yourself from Soaring Electricity Prices<br>Electricity prices keep increasing, and energy-efficient improvements protect you from periodic spikes in electricity prices without compromising your lifestyle.<br>9. Fewer Power Plants<br>Energy conservation reduces the need to construct new power plants. These plants contribute to environmental pollution, take up space, and are costly to install.<br>10. Reduce Habitat Destruction<br>Energy conservation helps prevent habitat destruction caused by the extraction of fossil fuels. Mining and drilling harm ecosystems and displace wildlife and humans.<br>11. Stabilizing Energy Prices<br>Conserving energy reduces the possibility of the depletion of conventional resources, ensuring steady or reduced energy prices over time, which helps maintain a stable household budget.<br>12. More Time for Research and Development<br>Energy conservation ensures that fossil fuels last longer, allowing researchers to explore and develop alternative energy sources.<br>13. Bright Future for the Younger Generation<br>By conserving energy and reducing pollution, we ensure a brighter and sustainable future for upcoming generations.<br>14. Get More Out of Life<br>Instead of spending excessive time on electronic devices, energy conservation allows more time for family, hobbies, or exploring the world.<br>Conclusion<br>Energy conservation is not just the responsibility of governments but also individuals. By incorporating energy-saving measures into daily life, we not only benefit the environment but also improve our own quality of life.",
    "subcategory": "benefits"
  },
  {
    "title": "Green Energy Technologies: Innovations in Renewable Energy Generation and Storage",
    "content": "Introduction<br>Have you ever thought about how green energy technologies are changing the way we produce and consume energy? We’re witnessing solar panels on rooftops and massive wind turbines generating power, all part of the clean and renewable energy revolution. But what are some of the most promising and exciting innovations happening today in this field?<br>Future Technologies<br>From energy storage advancements to the development of smart grids, there are exciting breakthroughs on the horizon. However, transitioning to clean energy comes with its own set of challenges. In this article, we will explore the vast possibilities of green energy technologies while also addressing the obstacles we need to overcome to create a cleaner, more sustainable world.<br>Green Energy Transformation<br>Have you ever wondered how the constant evolution of renewable energy generation and storage technologies is transforming the way we meet our energy needs? Remarkable progress in green energy technologies has sparked significant anticipation, as we witness groundbreaking advancements in capturing energy from renewable sources such as solar, wind, and hydropower.<br>Renewable Energy Sources<br>Advancements in green energy technologies have enabled us to tap into abundant and clean renewable energy sources like solar, wind, hydropower, and geothermal energy. These sources offer distinct advantages over fossil fuels, being plentiful, environmentally friendly, and having minimal impact on the planet.<br>Solar Power Advancements<br>Ongoing advancements in solar technology have led to the development of more efficient and cost-effective photovoltaic panels. This significant breakthrough has sparked widespread adoption, empowering individuals, businesses, and communities to harness sunlight and generate electricity.<br>Wind Power Revolution<br>The continuous advancements in wind turbine design, featuring larger and more efficient blades and taller towers, have had a profound impact on the electricity-generating capacity of wind farms. These innovations have significantly boosted the efficiency and output of wind power, positioning it as one of the fastest-growing renewable energy sources.<br>Hydropower Innovations<br>Improved turbine designs in hydropower have resulted in increased efficiency and environmental sustainability. The development of low-impact and fish-friendly turbines has significantly reduced the negative impact on aquatic ecosystems while maximizing energy production.<br>Energy Storage Breakthroughs<br>The intermittent nature of renewable energy sources is effectively addressed by efficient energy storage systems. Notably, advancements in lithium-ion batteries have greatly improved storage capacity. This breakthrough allows for the seamless integration of renewable energy into the grid, ensuring a reliable power supply even when generation levels are low.<br>Smart Grid Integration<br>The implementation of smart grid technologies enables the seamless integration of renewable energy sources, energy storage, and demand response systems. This integration optimizes energy distribution, ensuring a harmonious balance between supply and demand.<br>Grid-scale Storage Solutions<br>The development of grid-scale storage technologies, including pumped hydro storage, compressed air energy storage, and flow batteries, enables the storage of significant amounts of renewable energy. This stored energy can be utilized during periods of high demand or when renewable energy generation is limited.<br>Decentralized Energy Systems<br>Renewable energy technologies facilitate the creation of decentralized energy systems, where energy generation occurs in proximity to its consumption. This decentralized approach reduces losses during transmission, improves energy efficiency, and enhances the reliability of the grid.<br>Electrification of Transportation<br>The advancements in electric vehicle (EV) technology and charging infrastructure complement the growth of renewable energy generation. By integrating EVs with the grid, we can leverage vehicle-to-grid (V2G) technology, allowing EVs to supply energy back to the grid when demand is high.<br>Environmental and Economic Benefits<br>The adoption of green energy technologies brings about a twofold effect: not only do they mitigate greenhouse gas emissions and combat climate change, but they also provide economic advantages. These technologies create job opportunities, boost local economies, and reduce reliance on imported fossil fuels.<br>Conclusion<br>As our exploration of green energy technologies and their immense potential draws to a close, we are left in awe of the revolutionary changes they are bringing to our world. From capturing the boundless power of the sun and wind to harnessing the force of water and developing sophisticated storage systems, these innovations are reshaping how we generate and utilize energy.",
    "subcategory": "greentech"
  },
  {
    "title": "Why is Climate Change Such A Hard Problem?",
    "content": "Introduction<br>Climate change is an incredibly difficult problem because humans are ot designed to solve it. Why’s that?<br>1. Why is Climate Change Not Top of Mind?<br>I often wonder why people don’t care about climate change. Why is it not top of mind for politicians and people in business? Why do we choose to remain blissfully in denial of our biggest crisis to date? After all, if a random person like me can spend so much time educating herself on the subject, changing lifestyle to whatever extent possible and writing about it online hoping someone would read, why are more people, specifically people with huge followers and power to make decisions, not talking about it?<br><br>2. What Makes A Problem A Problem?<br>Imagine you are watching a movie where an animal is slowly killing all the people in a village. A small boy lives there with his family and knows this anxiety too well as he has seen his family always living in the fear of the animal and knows that it is not too long before they will also meet the unfortunate fate. He has heard many stories of how this animal is killing people. As he grows up he is thinking of ways of how he can kill this deadly animal and save his people.<br><br>Now this is a problem and the man must do something to save his family. But why is this a problem?<br>It disrupts the status quo — the village was living happily before this animal arrived. The constant atmosphere of fear is not the usual way of living.<br>There are clearly identified events and actors that are considered problematic — an “evil” animal is killing the “innocent” villagers.<br>There is a clearly defined time frame — the man must do something before the animal gets to his family, and since there are a finite number of houses in this small village he clearly knows there is very limited time.<br><br>3. Why Do We Ignore Climate Change?<br>Because it has none of these characteristics of the problem discussed above. For most, it doesn’t impact the everyday life, the events are sometimes hazy and not clearly attributable, debatable even, and this is a problem in the future for ‘them’ and not us.<br><br>At a psychological level, two things happen when we acknowledge climate change — we realise that we are the villains, and, we realise that we need to change our current lifestyle. Both these things make us very uncomfortable and we find that denial brings us back to our happy world. A world where we can have whatever we want and keep looking through our rose-tinted glasses.<br><br>And when we live in denial, we don’t think about it and talk about this to anyone. Which makes everyone think that nobody thinks about it. And a strong bystander effect kicks in where nobody wants to be the first one to act.<br><br>Another reason we don’t act is because of our optimism bias. It’s gonna be okay, we will adapt, science will save us, yada yada technology will solve the problem, etc. We keep justifying our inaction by giving ourselves feel-good reasons. Deep down we know that we have our doubts, but it is too disturbing to face the truth so we just choose action-less optimism.<br><br>Finally, there is the problem of framing. Climate change has long been handled by “environmentalists”. It is thought to be in the same boat as plastic, pollution, biodiversity loss, deforestation, etc. If you don’t care much for these issues, it becomes easy to sideline climate change as well.<br><br>Climate change is not a problem we cannot solve. It just needs an iron will to do what is needed by everybody. Or, maybe, a powerful lobby group.<br><br>4. Is There Any Hope?<br>There is. Actually, hope is what we need to learn from. You know, the kind of hope that religion (any major one) creates. Where protecting what is taught becomes sacred and there’s no other way around it. You believe in it, your peers believe in it, and those who don’t or are on the fence are encouraged to believe in it as well and act in a certain manner.<br><br>It has taken religion many centuries to create the kind of following it today has. Can we do something similar in a very short amount of time to act on climate change? Here are three ways:<br><br>1. Talk about it. In person. A church never sends people to a website to learn more. There’s always a local entity to help people find their faith. What climate believers or organisations are missing is this connection. Help people looking to understand climate change by talking to them. So, just start discussing it more in your groups.<br><br>2. Stop shaming non eco-friendly ways of people. A person can go to a church, confess, and come out feeling good about themselves with a zeal to become a better person. What we do with climate change is the opposite and that only makes people want to live in more denial. Encourage people to do whatever they can.<br><br>3. Promote empathy, not data. When many climate scientists would themselves not have the perfect life needed to keep greenhouse gases in check, can you blame the common man? In almost every religion, God has an exemplary life. There are stories of them overcoming challenges. What is stopping us from sharing stories of real people impacted and dealing with climate change and instead harping about what 1.5°C would do to temperature, rainfall and sea level?<br><br>Conclusion<br>Religion is the most powerful binding force of today that connects people of different countries, ages, statuses, and gender. Can these religious organisations themselves take up the task of communicating with their followers so that we don’t end up annihilating our own species and one of God’s most powerful creations?",
    "subcategory": "climate"
  }
]
